
--- Chat dengan Iga ---
Iga: Halo, saya Iga. Saya ingin tahu apakah kamar deluxe tersedia untuk besok malam?
Receptionist: Selamat malam, Iga. Ya, kami memiliki kamar deluxe yang tersedia untuk Anda besok malam. Apakah Anda ingin melakukan pemesanan?

Iga: Apakah ada diskon khusus untuk pemesanan kamar selama akhir pekan?
Receptionist: Ya, kami menawarkan diskon khusus untuk pemesanan kamar selama akhir pekan. Apakah Anda ingin mengetahui lebih lanjut tentang diskon tersebut atau Anda ingin langsung memesan kamar?

Iga: Mohon konfirmasi reservasi kamar deluxe saya.
Receptionist: Maaf, Iga. Bisakah saya meminta nomor referensi reservasi kamar deluxe Anda?


--- Chat dengan Manda ---
Manda: Hai, saya Manda. Saya ingin mengecek ketersediaan ruang pertemuan untuk rapat bisnis.
Receptionist: Selamat siang, Manda! Tentu, saya dapat membantu Anda mengecek ketersediaan ruang pertemuan untuk rapat bisnis. Silakan beritahu saya tanggal dan jam yang diinginkan untuk rapatnya.

Manda: Berapa kapasitas ruang pertemuan dan fasilitas yang disediakan?
Receptionist: Kapasitas ruang pertemuan kami bervariasi tergantung jenis tata letaknya, namun bisa menampung antara 10 hingga 100 orang. Fasilitas standar yang kami sediakan meliputi LCD projector, layar proyektor, sound system, pena dan kertas, serta akses WiFi. Apakah ada kebutuhan khusus atau informasi lebih lanjut yang ingin Anda tanyakan, Manda?

Manda: Tolong konfirmasi reservasi ruang pertemuan saya untuk besok pagi.
Receptionist: Tentu, saya akan segera mengkonfirmasi reservasi ruang pertemuan untuk Anda besok pagi, Manda. Terima kasih atas informasinya. Apakah ada kebutuhan tambahan atau permintaan khusus yang perlu saya sampaikan kepada departemen terkait?


--- Chat dengan Teguh ---
Teguh: Selamat siang, saya Teguh. Saya ingin memesan layanan spa untuk relaksasi.
Receptionist: Selamat siang, Teguh. Saya siap membantu Anda dalam memesan layanan spa untuk relaksasi. Apakah ada preferensi khusus atau waktu tertentu yang Anda inginkan?

Teguh: Apakah spa tersebut termasuk paket pijat, facial dan layanan ++?
Receptionist: Ya, kami menyediakan paket yang meliputi pijat, facial, dan layanan tambahan seperti sauna, body scrub, atau lainnya. Apakah Anda tertarik dengan paket tersebut, Teguh?

Teguh: Mohon konfirmasi jadwal dan harga layanan spa saya.
Receptionist: Maaf, sebelumnya telah terjadi kesalahan. Maaf atas ketidaknyamanannya. Untuk konfirmasi jadwal dan harga layanan spa, tolong informasikan nomor kontak atau email agar kami dapat mengirimkan detailnya kepada Anda. Terima kasih.


--- Ringkasan percakapan Iga ---
Iga menanyakan ketersediaan kamar deluxe untuk besok malam, kemudian bertanya tentang diskon akhir pekan, dan terakhir meminta konfirmasi reservasi kamar deluxe tanpa memberikan nomor referensi.

--- Ringkasan percakapan Manda ---
Manda mengonfirmasi reservasi ruang pertemuan untuk besok pagi setelah mengecek ketersediaan ruang pertemuan dan fasilitas yang disediakan untuk rapat bisnis. Kapasitas ruang pertemuan bervariasi antara 10 hingga 100 orang dengan fasilitas standar seperti LCD projector, layar proyektor, sound system, pena dan kertas, serta akses WiFi.

--- Ringkasan percakapan Teguh ---
Teguh memesan layanan spa untuk relaksasi yang termasuk paket pijat dan facial. Teguh diminta untuk menyediakan nomor kontak atau email untuk konfirmasi jadwal dan harga layanan spa.
