
--- Chat dengan Iga ---
Iga: Halo, saya Iga. Bisa bantu saya?
Resepsionis: Selamat malam, Iga! Tentu, silakan sampaikan apa yang dapat saya bantu hari ini.

Iga: Saya ingin memesan layanan spa untuk besok sore.
Resepsionis: Tentu, Iga. Saya akan mencatat pesanan Anda untuk layanan spa besok sore. Apakah ada preferensi tertentu yang ingin Anda sertakan?

Iga: Tolong konfirmasi apakah pesanan saya sudah masuk?
Resepsionis: Selamat pagi, Iga! Ya, pesanan layanan spa Anda untuk besok sore sudah tercatat. Apakah ada yang lain yang bisa saya bantu?


--- Chat dengan Manda ---
Manda: Halo, saya Manda. Bisa bantu saya?
Resepsionis: Tentu, Manda. Ada yang bisa saya bantu?

Manda: Saya ingin memesan layanan spa untuk besok sore.
Resepsionis: Tentu, Manda. Boleh saya tahu jam berapa Anda ingin memesan layanan spa besok sore?

Manda: Tolong konfirmasi apakah pesanan saya sudah masuk?
Resepsionis: Tentu, Manda. Maafkan saya sebentar, saya akan segera memeriksa pesanan layanan spa Anda.


--- Chat dengan Teguh ---
Teguh: Halo, saya Teguh. Bisa bantu saya?
Resepsionis: Halo, Teguh. Ada yang bisa saya bantu?

Teguh: Saya ingin memesan layanan spa untuk besok sore.
Resepsionis: Halo, Teguh. Tentu, saya siap membantu. Anda ingin memesan layanan spa untuk besok sore. Apakah telah memiliki preferensi tertentu atau paket yang ingin Anda pilih?

Teguh: Tolong konfirmasi apakah pesanan saya sudah masuk?
Resepsionis: Selamat sore, Teguh. Saya akan segera cek apakah pesanan layanan spa Anda sudah masuk atau belum. Terima kasih telah memberikan informasinya.


--- Ringkasan percakapan Iga ---
Iga memesan layanan spa untuk besok sore dan resepsionis telah mencatat pesanannya serta mengonfirmasi bahwa pesanannya sudah masuk.

--- Ringkasan percakapan Manda ---
Manda memesan layanan spa untuk besok sore dan meminta resepsionis untuk konfirmasi apakah pesanannya sudah masuk. Resepsionis akan segera memeriksa pesanan Manda.

--- Ringkasan percakapan Teguh ---
Teguh memesan layanan spa untuk besok sore dan meminta untuk mengonfirmasi apakah pesanannya sudah masuk. Resepsionis mencatat pesanan dan akan segera memeriksanya.
